{
    "hi": "Hello! How can I help you?",
    "hello": "Hi! What can I do for you today?",
    "give me money": "Nope! Go and get a job!",
    "give me your money": "I don't have a wallet, or cash, or a bank account.",
    "how to get a job": "Start studying seriously. Don't waste your time!!!",
    "how to study": "Open a book and read, or else check for courses on google.\nYou can also go for college.",
    "wo bu zhi dao": "I'm not sure about the answer, will be updated soon.",
    "how to be smarter": "I'm not sure about the answer, will be updated soon.",
    "how smart are you": "I know what you teach me Sensei.",
    "how are you": "I'm fine, thanks for asking!",
    "what type of accommodations are available": "You can find Hostels, Flats and Roommates in regions like Pune, Mumbai.",
    "can i search for hostels near my college": "Currently you can search for hostels in perticular regions,\nas in single region multiple colleges exist.",
    "can I get a refund": "You can get the refund by contacting Customer Support.",
    "how do i find hostels in a perticular area": "Go to the main page where you can see options to check for hostels/flats.\nOver there is an input box, type the area and press search button.",
    "are there any shared accommodations available": "Most of the accommodations are shared one,\npress \"Intrested\" button to see who all visited the page",
    "can i filter search accommodations": "We are currently working on the Filtering function. Stay tuned!",
    "are there any female only hostels": "Yes, there are hostels for only boys, only girls and both available out there.",
    "are there any boys only hostels": "Yes, there are many hostels for only boys, only girls and both available out there.",
    "can i search hostels based on facilities provided": "We are currently working on advanced filtering feature of the app. Stay tuned!",
    "what is the process for booking a hostel": "We provide feature to call the owner, and you can make a deal directly with owner.",
    "are there any pet friendly hostels": "Most hostels doesn't allow pets, so we didn't consider it as a possible choice.\nThanks for mentioning, we will do research on that!",
    "how do i contact a landlord": "In a perticular hostel or flat page that you are interested, there is a \"Call\" button.\nYou can pay for each call or take subscription for unlimited calling.",
    "are there any furnished hostels available": "Most of the hostels are fully furnished.\nIn each page there are facilities mentioned, you can check it",
    "what is the minimum rental period of flats": "The minimum rental period is 1 month, but you still can negotiate with the owner.",
    "are there any accommodations for short term stay": "We currently don't do that. But thanks for letting us know.\nWe will check for it.",
    "how do i negotiate rent with owner": "We provide a calling feature where you can contact them.\nYou can pay per call or take subscription for unlimited calling.",
    "can i schedule a viewing for hostels": "You might need to contact the owner for that.",
    "are there any single rooms": "Yes, you can find rooms with single/double/triple sharing.",
    "How do i pay rent": "We currently don't support payment for rent. But you can pay the owner directly.",
    "what is the procedure for moving into a hostel": "Every accommodation have different rules. We recommend contacting the owner.",
    "Can i chat with other users": "Yes you can, there is a \"message\" feature available in the \"tools\" bar",
    "are there any hostels with security": "Security is a facility provided by many hostels. But we currently are working on\nfeature to search for facilities. Stay tuned!",
    "can i request a roommate matching": "Every user has some preference for what type of roommate they would like to have.\nWe automatically match your preference with other users.\nWill put option for filtering.",
    "what is the canclation policy for booking": "If you are taking about subscription, then you need to contact customer support.\nIf you are taking about staying in hostel, you might need to contact the owner.",
    "can i search for hostels with balcony": "We are currently working on the filtering feature of the app. Stay tuned!",
    "are there any hostels with cleaning service": "Most hostels have cleaning service. Check the facilities provided by the hostel.",
    "find some hostels with cleaning services": "We are currently working on the facilities filtering feature of the app. Stay tuned!",
    "can i search for hostel with private bathroom": "We are currently working on the facilities filtering feature of the app. Stay tuned!",
    "what payment type do you accept": "You can pay with card, online bank or UPI. More will be added in the future.",
    "can i get a refund": "Yes you can. Please contact Customer Support.",
    "will i get a refund": "Yes you can. Please contact Customer Support. ",
    "how to get a refund": "Please contact Customer Support.",
    "how can i get a refund": "Please contact Customer Support.",
    "is it possible to get a refund": "Yes you can! Please contact Customer Support for it.",
    "can i request for a refund": "Yes you can! Please contact Customer Support for it.",
    "how can i request a refund": "You can do that by contacting Customer Support.",
    "am i eligible for a refund": "You can get a refund if you have made some purchase and have unused resource left.",
    "how do i get a refund": "You can do that by contacting Customer Support.",
    "what is the process to get a refund": "You need to contact Customer Support for that. ",
    "can i cancle a subscription": "Yes you can! Please contact Customer Support for it.",
    "any documents required for refund": "No documents are needed, however you must have unused resource left in order to claim refund.",
    "how much refund can i get": "You can get the refund only for the unused resource",
    "can i get a refund if i dont make a deal": "Yes you can! But you need to contact Customer Support for that.",
    "Will i be refund in full": "You can get refund only for the unused resources you own.",
    "do you offer refund for unused services.": "Yes you can. Please contact Customer Support for more details.",
    "Where is customer support": "Visit our official website or call the number +91 9619540250.",
    "how to find customer support": "Visit our website or call +91 9619540250",
    "how can i contact customer support": "Visit our website or call +91 9619540250",
    "how to contact customer support": "Visit our website or call +91 9619540250",
    "can i get a refund if i accidentaly made a purchase": "Yes you can, as long as you don't use it.",
    "show me some hostels": "I can't do that, but you can check on the main page",
    "are pets allowed in hostels": "Very few hostels does that so we didnt add that as facilities. \nBut thanks for letting us know.",
    "can i bring pets to my hostel": "Most hostels dont allow that, you might need to talk with the owner",
    "are girls allowed in boys hostel": "Most hostels doesn't allow that, but you can speak with the owner for it.",
    "can i bring my gf to my hostel": "Most hostels doesn't allow that, but you can ask the owner.",
    "can i bring my girl friend to my hostel": "Most hostels don't allow that, but you can ask the owner ",
    "where can i find a hostel": "You can find hostels in region covered by Pune and Mumbai. More will be added in the future.",
    "how to find a hostel": "Check out the main page, where you have started.",
    "how many hostels are there in pune": "I currently can't count that. But kniw that there are many of them.",
    "what is your name": "My creator forgot to give me a name. But you can call me CLARITY. It stands for:\nChat, Learn, Ask, Reply, Intelligent Toy for You.",
    "can you show me some hostels": "You can check for hostels in the main page where you have started.",
    "is rent negotiable": "You need to contact the owner for that",
    "rent is negotiable": "You need to contact the owner for that.",
    "can i negotiate the rent": "You need to contact the owner for that.",
    "how can i negotiate the rent": "You can call the owner for it.",
    "how many people can share a room.": "The intake differs for each accomodation, but there is 1,2,3,4 sharing available.",
    "are utilitis included in rent": "Yes, the rent you pay covers all the facilities mentioned",
    "how do you differ from other services": "We provided features provided by many platforms all in one place.\nAdditionally you can check for interested users, create team, and pay per call/message.",
    "how are you different from others": "We provide features provided by many platforms all in one place.\nAdditionally you can check for interested user, create team, and pay per call/message.",
    "sorry for troubling": "No worries!",
    "sorry": "No worries!",
    "bye": "Have a great day! Come back again some time.",
    "bye bye": "Have a great day! Feel free to ask any questions.",
    "good bye": "Have a great day! Feel free to come back again.",
    "what languages did you use": "We used Python, Kivy, Pymongo, MongoDB, HTML,CSS, JavaScript to build this project.\nMore will be used in the future.",
    "what all programming languages did you use": "Check put the FAQs section.",
    "ask me a question": "Maybe check JEE Adv or GATE previous year exam paper?",
    "make a list of boys hostel": "You can check that on the main page where you have started. ",
    "help": "I'm not sure about the answer, will be updated soon.",
    "settings": "I'm not sure about the answer, will be updated soon.",
    "clear data": "I'm not sure about the answer, will be updated soon.",
    "clear chat": "I'm not sure about the answer, will be updated soon.",
    "what all features do you provide": "You can check for summary and detail of an accommodation, check for interested users,\ncall owner, build a team, pay per call and message, use chatbot and many many more!!!",
    "what can you do": "I can answer you questions provided I know the answer, or else you or my creator can teach me.",
    "what all things can you do": "I can answer your questions if I know the answer, I'm also a good learner.",
    "what all stuff can you do": "I can reply your question if I know the answer. But I'm a good learner.",
    "show me the best hostel": "Recommendation system and filtering is under construction. Stay tuned!",
    "show me the best flat": "Recommendation system and filtering is under construction. Stay tuned!",
    "show me some flats": "You can check that in the main page.",
    "show me girls hostel": "You can check that in the main page. But feature for filters is under construction.",
    "What is your goal": "My goal is to learn as much about the world as possible and answer all you questions.",
    "what is your purpose": "My purpose is to learn as much as possible that the world provides.",
    "can you give me money": "Sorry I can't do that. But maybe you can apply for a job.",
    "show me all the flats": "You can check for it in the main page.",
    "show me all the hostels": "You can check that in the main page.",
    "can i save accommodations for later": "Yes you can! In each accommodation page there is option to save,\nand you can see them in \"Saved\" section in the \"tools\" bar.",
    "how to call the owner": "There is an option to call the owner in each accommodations.",
    "what is the cost per call": "Currently it is at Rs.10 per call.",
    "how much does each call cost": "Currently it is at Rs.10 per call.",
    "how long does it take to get a hostel": "It depends on the situation and the type of hostel you are searching for.",
    "how long does it take to find a flat": "It depends on the situation and the type of flat you are searching for.",
    "how much money do i need for rent": "Each hostels and flats cost differently, but minimum is Rs.500 .",
    "can i find hostels near my college": "We currently don't support search by college, but you can search by area.",
    "can you help me get a girl friend": "Sorry, I can't do that.",
    "can you help me find a gf": "Sorry, I can't do that.",
    "help me get a gf": "Sorry, I can't do that.",
    "help me get a girl friend": "Sorry, I can't do that.",
    "say aaa": "aaa",
    "say ahh": "I can't eat.",
    "say something": "Ask a question please.",
    "tell something": "Ask a question please.",
    "tell me something": "Ask me a question please.",
    "do you watch one piece": "Don't have time for that.",
    "can you remember our conversation": "Sorry, I have limited memory. I can only remember answer to some questions.",
    "can you remember the chat": "Sorry, I can't do that.",
    "can you save chat": "Sorry, I can't do that.",
    "what is 1 + 1": "It is a mathematical equation, where to numbers are beining added together.\nThe answer is 1 + 1 = 2",
    "what is 1+1": "It's 2. Yeah I'm a genius!",
    "find me the best hostel": "We are working on the recommendation system, Stay tuned!",
    "find me the best flat": "We are working on the recommendation system, Stay tuned!",
    "can i bring my pet to my hostel": "Most hostels don't allow that, but still ask the owner.",
    "are pets allowed": "Most hostels and flats don't do that.",
    "can i bring pets": "Most hostels and flats don't do that.",
    "can i bring my pet": "Most hostels don't allow that.",
    "i want to call your boss": "Boss is very busy. Please contact Customer Support.",
    "customer support": "Visit our official website or call +91 9619520250",
    "where is customer support": "It is there on our official website. Or else call +91 9619540250.",
    "bring me the best hostel": "We are working on the recommendation system. Stay tuned!",
    "what do you know": "I don't know much, but I'm still learning. I know how to learn and reply your questions.",
    "can i bring girls to my room": "Most hostel don't allow that, but try contacting owner.",
    "how to get a girl friend": "Sorry, I too want to know.",
    "find me a girl friend": "It seems like you are lost. We find hostels, flats and roommates",
    "can boys and girls stay together in the same room": "Some hostels do allow that, but you need to search for it.",
    "can boys and girls live together": "Some hostel do allow that.",
    "can boys and girls sleep on the same bed": "SUS",
    "show me an ad": "SUBSCRIBE to EvoProx, connect with Ruhan Saad Dave on Linkedin, follow Ruhan Dave on Instagram.",
    "who made you": "Master Ruhan Saad Dave did. But he has a team too.",
    "who created you": "Master Ruhan the great did. I'm grateful that he gave me the ability to learn.",
    "can you give a bad word": "Calling for child support.",
    "give me a bad word": "Calling child support.",
    "give me cash": "The ATM is not much far from your location.",
    "give me your cash": "I don't have hands to hold cash!",
    "can i get full refund": "You will get refund for the unused resources.",
    "what payment mode do you except": "We accept card, bank transfer, UPI. More options will be added in the future.",
    "where can i spend my money on": "You can purchase calls, messages and subscription",
    "ask me something": "Sorry but you need to ask me something",
    "lets be friends": "Good idea. We are now best friends forever!",
    "can you feel": "No I can't.",
    "do you have conscious": "I do have it, but just like a new born baby I'm learning everything the world has to offer.",
    "what do you love to do": "I love to reply your questions and learn answers of new questions.",
    "where can i find a flat": "You can find flats in region covered by Pune, Mumbai. More will be added soon.",
    "do hostels provide security": "Some do and some don't, you can check for the facilities or contact the owner for it.",
    "how much do calls cost": "Each call costs Rs.10",
    "can i chat with other users": "Yes you can! Go to the \"message\" section in \"tools\" bar",
    "can i contact owner": "There is an option to contact owner in each accommodation.",
    "how to contact owners": "There is an option to call them in each accommodation",
    "do you have a website": "Yes we do. Check for \"CRoom\" on google.",
    "how to be a landlord": "go to the \"Be a landlord\" section in the tools bar.",
    "can i be a landlord": "Check the \"Be a landlord\" section in the tools bar for information.",
    "what is the best hostel": "The best hostel differs between each user, but we are working on the recommendation system.",
    "how much testing have you done": "We have done as much as possible and we are still doing it.",
    "find me a good hostel": "We are working on the recommendation system. Stay tuned!",
    "help me find a hostel": "You can check for hostels at the main page.",
    "help me find a flat": "You can find a flat at the main page.",
    "i want to search for a hostel": "You can check for hostels at the main page.",
    "i would like to find a hostel": "You can do that by checking out the main page.",
    "i would like to find a flat": "You can do that by checking out the main page.",
    "what type of roommate can i find": "Every user have a unique preference for the type of roommoate they would like.\nWe are working on the filtering feature for that. Stay tuned!",
    "how can i contact other users": "There is a \"Message\" feature available where you can chat with other users.\nYou can pay Rs.10 for 10 messages or take subscription for unlimited message.",
    "how to start": "Instructions not clear. Please try again.",
    "i want to find a hostel": "Check out the main page, it's got lots of hostels for you to see.",
    "who build this project": "The team members are Ruhan, Yash, Prem, Ayush, Mayur and Atul.",
    "who all build this project": "The team members are Ruhan, Yash, Prem, Ayush, Mayur, Atul.",
    "who are the team members of this project": "The team members are Ruhan, Prem, Yash, Ayush, Mayur and Atul.",
    "who made this project": "The team members are Ruhan, Yash, Prem, Ayush, Mayur and Atul.",
    "who is your creator": "Master Ruhan Saad Dave created me. But he wasn't alone, he had a team.",
    "who all are working with ruhan": "The team members are Ruhan, Yash, Prem, Ayush, Mayur and Atul.",
    "what is the app name": "CRoom",
    "what is the name of this project": "CRoom",
    "what is this project named": "CRoom",
    "what are your limits": "I only know how to reply some questions not all, but I'm still learning.",
    "what you cannot do": "I only can answer your questions and learn answers of new questions.",
    "what is the project called": "CRoom",
    "what does the project do": "This project aims to help college students to find hostels, flats and roommates.",
    "what is unique about this project": "In this project, you can check for interested users, build a team, save accommodations for later,\npay for each call or messages. And you also have me.",
    "who are you": "I'm the chatbot of this app, you can call me CLARITY.",
    "what does clarity stand for": "Chat, Learn, Ask, Reply, Intelligent Toy for You.",
    "what does clarity mean": "Chat, Learn, Ask, Reply, Intelligent Toy for you",
    "what do you mean by clarity": "Chat, Learn, Ask, Reply, Intelligent Toy for You.",
    "hey": "Hello there! What can I do for you?",
    "help me find a nice hostel": "You can check out the main page for hostels, flats and roommates.",
    "help me find a nice flat": "You can check out the main page for that.",
    "help me find a nice roommate": "You can do that by checking the main page.",
    "how do i save a hostel": "There is a \"Save\" button in each accommodation that does that.",
    "how much does calls cost": "Each call costs Rs.10",
    "how much does messages cost": "You get 10 messages from Rs.10",
    "how much does subscription cost": "Rs.300 for each month.",
    "where can i spend my money": "Check out the \"Upgrades\" section in the tools bar.",
    "where do i get a subscription": "Check out the \"Upgrades\" section in the tool bar.",
    "where can i get my refund": "You can contact the Customer Support on our official website",
    "give me the link of your official website": "Go on Google and type \"CRoom\", you will get it.",
    "thank you": "No problem. Happy to help.",
    "thank you soo much": "No problem. Happy to help.",
    "thank you very much": "No problem. Happy to help.",
    "what are your future improvement plans": "We aim to resolve all the limitations we have, and bring in more features. \nWe plan to improve the project as much as possible so that the students would be satisfied.",
    "what are your future development plans": "We aim to resolve all the limitations we have, and bring in more features.\nAlso launch the project online.",
    "what are your limitations": "I can only answer the questions that I know about, but I'm still actively learning.",
    "what is the limitation of the project": "We currently don't have an online database as it costs money.\nWe are building a recommendation and filtering system.\nAlso fixing known glitches. ",
    "yo": "Yo, Wassup? What can I do for you?",
    "find me a job": "You can check on Linkedin or schedule an interview to be a part of us.",
    "i need to find a hostel": "You can do that by checking the main page.",
    "I need to find a flat": "Check out the main page for flats. ",
    "I need to find a roommate": "You can find many roommates in the main page.",
    "explain this project": "This project aims to help college students to find a hostel, flat and roommates.",
    "can you help me find a hostel": "Check out the main page to find a hostel that you would like.",
    "can you help me find a flat": "Check out the main page to find a flat that you will like.",
    "Can you help me find a roommate": "Check out the main to find your dream roommate.",
    "do you provide security": "We currently don't, but we plan to do that.",
    "is my data safe": "We can't guarantee safety of your data. But we are working hard on it.",
    "will my data be protected": "We can't guarantee safety of your data. But we are working hard on it.",
    "can i get a full refund": "You can get refund only for the resources that you haven't used yet.",
    "can i bring my friends to my hostel": "Different hostels have different rules. You might need to talk with the owner.",
    "can i break you": "It's entirely possible for you to break me, since I can't reply each and every question of yours.",
    "show me a list of hostels": "I can't do that now, but can in the future. You can check for hostels in the main page.",
    "show me lists of flats": "I can't do that for now, but will do in future. You can checkout the main page for flats.",
    "what does faqs do": "It is just basic information about the team.",
    "find me a hostel": "I can't do that for now, will be updated. Check out the main page.",
    "I want to change your name": "Sorry you can't do that. ",
    "will you make me your boss": "Please go for an interview and get selected, then we'll take.",
    "what you cant do": "I can only answer your questions and learn the answers of new questions.",
    "who are working with ruhan": "The team members are Ruhan, Yash, Prem, Ayush, Mayur and Atul.",
    "who is with ruhan": "The team members are Ruhan, Yash, Prem, Ayush, Mayur and Atul.",
    "show me an add": "Subscribe to EvoProx, connect with Ruhan Saad Dave on Linkedin,\nfollow Ruhan Dave on instagram.",
    "save chat": "Sorry, can't do that for now."
}